_posts/2021-09-22-essential_ayn_rand.html
---
layout: blogpost
title: The essential Ayn Rand reading list
tags: books objectivism
---

<p>
You may have heard many negative things about Ayn Rand, or many positives, depending on where you have heard about her. She is a well known author and philosopher, whose points are often understood (both by people traditionally on the left, as well as so-called "conservatives"). There are many misconceptions as well out there, and doing your own research will help with that. Whether you will end up thinking Ayn Rand is the best philosopher or not, is not my goal here. What I want is for you to know about her works that you should read, what they are about, as well as having resources to understand her philosophy better. If not, I hope you may read some of her fiction books and enjoy the spectacle!
</p>



<p>
Before I begin, I have to admit I dreaded writing about this for a long time. Why? Not because I dislike her, I LOVE her works and I think her philosophy is one of the best ones there is (if not THE most rational). The reason for me being apprehensive is that she is controversial, and often get a lot of hate. From what I've seen online, a lot of this stems from misconceptions (a lot from the so called "conservatives"). Before we begin, let's get some facts on her set straight:
</p>
<ul class="org-ul">
<li>She fled from the Soviet Union to the United States when she was younger.</li>
<li>She had <a href="https://en.wikipedia.org/wiki/The_Passion_of_Ayn_Rand">an affair with Nathaniel Branden chronicled in the book The passion of Ayn Rand</a> which conservatives like to pretend don't exist (at least those of them who seem to promote her). They are afraid of sexuality, and often use their "Christian morals" to condemn it. Ayn Rand on the other hand informed her husband of the affair before much happened, and rumor has it she had his blessing (though he was allegedly not a big fan of it). They were also married until his death, and she described him as the love of her life.</li>
<li>She defended the individual as the basis for politics, not groups of people or the common good.</li>
<li>She promoted free markets, laissez faire capitalism, which means separation of state and economics. Collectivist ideologies (socialism, communism, nazism, fascism etc.) that focus on a big state and the common good, never actually reach that goal. There is always someone to hate and blame (e.g, the Jews in Nazi Germany or the Bourgeois/rich in the Soviet Union), and restrictions that a lot of people will find overbearing.</li>
<li>She thought that the religious right (as we see today) try to take us back to the middle-ages with their connection of church and state, forcing everyone to live by their mysticism. She hated people who tried to force their religion on other people, especially through the state.</li>
<li>She defended abortions. <a href="https://www.youtube.com/watch?v=fRlvMJsehy8">"A man who claims to defend rights, and objects to the right to have abortions. Who wants to dictate to a woman in the most intimate, crucial, and tragical issue of their time, and wants to forbid it. That is no defender of rights, and no defender of capitalism!"</a>. She thought Reagan and other so-called conservatives was equally to blame for destroying capitalism as the so-called liberals/leftists.</li>
<li>She was not a fan of traditions or the focus on the nuclear family. Just because something is old does not make it good.</li>
<li>She was not a fan of drugs, but believed we should be able to make our own choices to our bodies. (there is <a href="https://youtu.be/8KZUKJjgCqg?t=313">one history of her wanting to try marijuana</a> after hearing about its positive effects from Nathaniel Branden though).</li>
</ul>


<p>
Now that we have gotten that out of the way, let us continue. What are my criteria here. I've picked out 3 books I think is essential to get to know Ayn Rand's writings and her philosophy. Most of the books are fictional, but still have philosophical under-tones. I think this should be the beginning for exploring her works.
</p>

<p>
(like Ayn Rand, I will use the term man to mean human. The headings are also Amazon affiliate links!)
</p>

<div id="outline-container-org13a34f3" class="outline-2">
<h2 id="org13a34f3">1. <a href="https://amzn.to/3fY9MUc">Atlas Shrugged</a></h2>
<div class="outline-text-2" id="text-org13a34f3">
<p>
Who is John Galt? This is the essential question in all of the book. Often mentioned in times of despair, and for questions that people think it's meaningless to ask (because they are in a way impossible to answer). The book follows several characters in a near future where government creates more and more irrational rules and regulations, all posed as acts for the common good, but lobbied through by cronies (people who use government favors to gain special privileges). Dagny Taggart is our main heroine, and we see her fighting to keep her railroad company alive while all of the productive people around her slowly disappear. "What is wrong with the world?". Why ask useless questions? How deep is the ocean? How high is the sky? Who is John Galt? 
</p>


<p>
The misconceptions I see most online, is that the book only portrays CEOs disappearing and exaggerates their importance. That could not be farther from the truth! Sure, some CEOs disappear, but a lot are plain hardworking engineers, doctors, musicians, truck drivers etc. The CEOs are not of the MBA type either, they are hard working people who worked their way up from the bottom (like Elon Musk in our world). Even Dagny who is born into a rich family works her way up the real way, in contrast to her (seemingly altruistic) brother who takes shortcuts. What the people who disappear have in common is that they have an extreme passion for what they do, that many computer engineers (at least those of us who started as kids or teens) can relate to. 
</p>


<p>
Atlas Shrugged is probably the best book I've ever read, and it inspired me to work harder for my own goals in life. It shows that a world we want "can be won, it exists" (in the words in one infamous character). Your mind belongs to you, and enslaving it in the name of public good is not the answer. (working voluntarily for the good of others on the other hand, can be a good thing)
</p>


<p>
If you disagree with the books message, that is completely fine! You have your own conviction and I have mine. Let's respect each other in a polite tone without the character attacks we often see today. Even if I'm one of those "wacky libertarians" (other peoples words), I understand that someone who is on the other side also works for a world that they perceive to be the best one.
</p>
</div>
</div>


<div id="outline-container-orgb463ccc" class="outline-2">
<h2 id="orgb463ccc">2. <a href="https://amzn.to/3Mm4yOa">The Fountainhead</a></h2>
<div class="outline-text-2" id="text-orgb463ccc">
<p>
Howard Roark is a young idealistic architect who has his own vision, but is forced to choose between it or adapting to what others think is great. At first glance, you may think he sounds like a lunatic, but that is not true. Indeed, he is a visionary. No one who has innovated has ever done what everybody else is already doing. This book deals with themes such as being true to your own ideals, reason, public perception and deception (through media), romantic love, and hate for people being different. We see Roark struggling through life as he unapologetically follow through on his own vision, trying to get the buildings he want to build into reality. He enjoys doing it immensely, and with great passion. From the book we have this exchange between him and the dean of the architect school he is expelled from:
</p>

<p class="verse">
“Do you mean to tell me that you’re thinking seriously of building that way, when and if you are an architect?”<br />
<br />
“Yes.”<br />
<br />
“My dear fellow, who will let you?”<br />
<br />
“That’s not the point. The point is, who will stop me?”<br />
</p>

<p>
This exchange highlights his passion for his craft. 
</p>


<p>
Roark is a man of great self esteem, and is what Ayn Rand perceives to be the ideal man. Her bullet point list is as follows:
</p>
<ul class="org-ul">
<li>Rational</li>
<li>A man of great self esteem</li>
<li>Guided exclusively by reason</li>
<li>Independent</li>
</ul>


<p>
Does that mean that this person is without feelings? No. A man of great passion for what he does, is also a wildly emotional (at least in my view). The point is to use your reason to guide you, not do purely emotional decisions. 
</p>
</div>
</div>



<div id="outline-container-org9c50ea0" class="outline-2">
<h2 id="org9c50ea0">3. <a href="https://amzn.to/3T4Vhfo">The Virtue of Selfishness</a></h2>
<div class="outline-text-2" id="text-org9c50ea0">
<p>
The two previous books on this list were works of fiction, but this one is different. This book contains a collection of essays on Objectivist ethics. Why do I like this book so much? This book provides answer to a lot of questions relating to morality (i.e, the concept of ethical selfishness), and the introduction of capitalism as the only moral system (and why).
</p>

<p>
This is NOT the book you should start with. I would first read the fiction books above, enjoy the spectacle and see if you are more curious to learn more about the philosophy. If you are, I would start with this book, then read <a href="https://amzn.to/3EtnBUP">Capitalism: The Unknown Ideal</a>, and then go to the rest of her books based upon your interest in the subjects. Whether it is the books about <a href="https://amzn.to/3VpvFMm">writing fiction</a>, <a href="https://amzn.to/3CJsQ1j">writing non fiction</a>, reading more about <a href="https://amzn.to/3SNUHTH">why we need philosophy</a> (we as in everyone), her other fiction (<a href="https://amzn.to/3Vh1A1t">Anthem</a> and <a href="https://amzn.to/3SOr2ts">We The Living</a>) or something else. 
</p>
</div>
</div>


<div id="outline-container-org38b955e" class="outline-2">
<h2 id="org38b955e">Final remarks</h2>
<div class="outline-text-2" id="text-org38b955e">
<p>
Ayn Rand is both an interesting character, as well as having written great works. If you want to learn more about her as a person (she is far from perfect, but no one is!), then I suggest reading the biography called <a href="https://amzn.to/3VgmnC4">Goddess of the Market: Ayn Rand and the American Right</a>.
</p>


<p>
Would you have picked any other books as a starting point for someone new to Ayn Rand? Love the books? Hate them? Feel free to share in the comments below :) 
</p>
</div>
</div>
